import React from 'react'

export default function AboutHead() {
  return (
    <section className='AboutHead'>
      <div className="container">
        <h2>О нас</h2>
        <h3>Компания «PREMIER ENGINEERING» была сформирована как инжиниринговая компания и имеет опыт более 15 лет по производству и поставке ресторанного оборудования и систем вентиляции под ключ, использующая концепцию «ценнос-тная инженерия».
Эта концепция позволяет максимально добиться необходимых функций и поставленных задач с наименьшими затратами без потери качества на каждом этапе (от стадии проектирования до стадии реализации).
Компания имеет свои собственные ресур-сы, включающие не только производственные заводы и склады с большим потенциалом по производству, но и чело-веческие ресурсы с огромным опытом работы и чутким пониманием тонкостей индустрии.</h3>
      </div>
    </section>
  )
}
